{
  "en": [
    {
      "date": "July 12th, 2021",
      "title": "The Rocking Chair Book",
      "content": [
        "Rocking chair, rocking chair,",
        "How does all your wisdom fair...",
        "Time has shown it,'s not to care",
        "for banter done in rocking chairs.",
        "Who notes which things said were quaint?",
        "Who may list things dry like paint?",
        "A catalogue, not to be found",
        "A compendium of the wise things said here, not to be found",
        "But rock. And think and shift and talk and rock",
        "for the rocking stirs all the best thoughts out",
        "and into the lap of another",
        "with pen in hand",
        "writing into their rocking chair book.",
        "Now banter done in rocking chairs fares better so",
        "than chats not sat in rocking chairs.",
        "",
        "Apparently this book of poems, the one my mother insists I write, should be called 'The Rocking Chair Book'."
      ],
      "lineBreak": "0"
    },
    {
      "date": "July 15, 2021",
      "title": "A Take on the Terraria OST\n",
      "content": [
        "A Sunday, after church, in retreat to my family's suburban abode, no safe place was safer than a video game. I found myself want to live other lives often. Something called maladaptive daydreaming consumes my time to this day, so I usually attempt a healthier solution. My siblings and I lost ourselves in games like Terraria: which is so easy to do, considering how immersive it all is. The music in particular, and this has true for me with most music, creates worlds for you to explore. It's a reminder that you're not living that dull life of yours, but rather you're slaying Chuthulu, the demon god with an eyeball as a head and tentacles for peripherals. Synthesizers scrape against your ears, and orchestration fills the finitely generated landscape. The gentle transition between the Overworld and Underground themes drives you further into the fantasy of blocks and 2D scrolling. The Overworld theme is a secretive amalgamation of all things deeper inside, a sneak peak, even eager like a young child. As you delve (into this masterpiece of a sandbox platformer) you end up somewhere strange before you know it. Overworld Night, a track so nostalgic to many's hearts, continues to remind you that you're not on Earth. Further in, as you progress through the game, you'll find yourself in an underground trance; a place where the music steers you farther and farther away from those first comforting blips and beeps you heard at the surface.\n",
        "\tBut up there is a place for you to relax and play. A place for you to gain your bearings; the guide so cleverly aids this simple fact. A quaint initial sequence lets you know that you're safe. The pace is upbeat, and the melody is child-like. Eventually, a drumbeat enters as to help you further collect yourself on the surface of this block-ed world. As it arpeggiates it carves into you a sense of stasis. \"Things are always going to be this way\". A small intermission of tuned drums plays at the end of the loop, to remind you that darker things are near.\n",
        "\tNight comes, just as prescribed. It's a strange world, but a pleasant one. The moon shines in fleeting synths above you, and the earth below is solid with tempo. Eventually a burping synthesizer sound is heard, which perhaps indicates some odd thing you've come across. Functionally, such a thing could be: a zombie, a flying eyeball, or perhaps a larger and more terrifying thing. The abrasive sound continues occasionally, as to signal more enemies ahead. Lastly, a bassoon indicates your departure from this familiar but twisted world. Do note that such places do await, if you choose to venture into darker unknowns.\n",
        "\tThe Underground is one of those places. A place where things familiar–those playful beeps that brought you here on the surface, under the sun–have become twisted and distorted. An eerie melody takes the place of the more familiar joyous escape. It wriggles and rolls over itself, like an earthworm trying to find the dirt below it. At least that first sequence occasionally interrupts the trotting pace of the theme. As is becomes more familiar, it becomes more comfortable. A veteran to the game might even claim that under all this dirt is a comfortable place for them to exist: being at home with the ambiance and pace of in-game mining. How could the underground, a place even more unfamiliar, feel so... cozy? The rhythm is funky, and the pace is fit for thinking. Even the groove, in all its persistence, makes seemingly endless grinding therapeutic.\n",
        "\tMany more worlds await; The deeper you travel, the more of which you should encounter. These places become less and less familiar, gradually separating themself from the expositional world of daylight. Of course, my siblings and I weren't very good, and ended up spending most of our time in the shallow indulgence of the overworld. Unfortunately that makes this place made a bad fantasy, for the Sunday would continue and end. Fortunately, that made this place a great fantasy, for the week would continue just for another Sunday to begin, where we could find our comfort in the sun, with the guide, above those other strange worlds which await us.\n"
      ],
      "lineBreak": 1
    },
    {
      "date": "July 12th, 2021",
      "title": "A Mirror",
      "content": [
        "A mirror stands between my self and its self",
        "or does it stand between itself and me",
        "And where's the line between my self and its self",
        "and does it see itself in me"
      ]
    },
    {
      "date": "July 12th, 2021",
      "title": "Water",
      "content": [
        "Which of those",
        "is that which wets the driest beach",
        "Water, but not alone",
        "Water, accompanied",
        "Water, with a great more sentiment",
        "with a great more salt",
        "and origin noted in flesh",
        "and shape, that of a",
        "teardrop"
      ]
    }
  ]
}